window.SKILL_DROP_DATA = [
  {
    job: "騎士",
    itemType: "技術書",
    skill: "反擊屏障",
    mobs: [
      "BOSS-幽冥大將軍",
      "世界-巨棒守護者",
      "力卡溫【BOSS】",
      "反王肯恩",
      "吉爾塔斯",
      "安塔瑞斯",
      "巴拉卡斯",
      "林德拜爾",
      "死亡騎士",
      "法利昂",
      "炎魔",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "騎士",
    itemType: "技術書",
    skill: "聖固防護",
    mobs: [
      "傑兵隊長-麥門斯托",
      "冥法團長-可利艾斯",
      "暗殺團長-布雷哲",
      "神官長-邦妮",
      "突擊旅長-鬥氣劍士",
      "翔鷹隊長-凱特",
      "魔法團長-卡勒米爾",
      "魔獸團長-凱巴勒",
      "魔獸團長-辛克萊",
      "反王肯恩"
    ]
  },
  {
    job: "騎士",
    itemType: "技術書",
    skill: "增幅防禦",
    mobs: [
      "麥詛咒的艾爾摩將軍",
      "古代巨人",
      "吉爾塔斯",
      "暗黑火焰弓箭手",
      "暗黑火焰騎士",
      "暗黑騎士",
      "死亡騎士",
      "火焰死亡騎士【BOSS】",
      "烈炎克特",
      "艾爾摩將軍",
      "變形怪首領",
      "闇黑的騎士范德"
    ]
  },
  {
    job: "騎士",
    itemType: "技術書",
    skill: "尖刺盔甲",
    mobs: [
      "反王肯恩",
      "麥詛咒的艾爾摩將軍",
      "古代巨人",
      "吉爾塔斯",
      "巴貝多",
      "庫曼",
      "暗黑火焰騎士",
      "死亡騎士",
      "火焰死亡騎士【BOSS】",
      "變形怪首領",
      "長老-巴陸德",
      "亂世牛魔王【BOSS】"
    ]
  },
  {
    job: "騎士",
    itemType: "技術書",
    skill: "衝擊之暈",
    mobs: [
      "冰魔",
      "反王肯恩",
      "麥詛咒的艾爾摩將軍",
      "吉爾塔斯",
      "巴貝多",
      "庫曼",
      "倩侶終結者",
      "惡魔",
      "死亡騎士",
      "深淵之主",
      "火焰死亡騎士【BOSS】",
      "烈炎克特",
      "艾爾摩將軍",
      "長老-安迪斯"
    ]
  },

  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "三重矢",
    mobs: [
      "混沌九尾狐【BOSS】",
      "亞力安",
      "麥詛咒的多眼怪",
      "地底巨王龜",
      "多眼怪",
      "夢魘",
      "巴貝多",
      "思克巴",
      "倩侶終結者",
      "暗黑火焰弓箭手",
      "曼波兔",
      "曼波兔部下",
      "格利芬",
      "污濁妖魔弓箭手",
      "深淵弓箭手",
      "火之牙",
      "火焰弓箭手",
      "熔岩高崙",
      "獨眼巨人",
      "風之牙",
      "骷髏弓箭手",
      "污濁妖魔弓箭手"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "世界樹的呼喚",
    mobs: [
      "污濁妖魔鬥士",
      "阿吐巴妖魔",
      "高崙石頭怪"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "地面障礙",
    mobs: [
      "混沌九尾狐【BOSS】",
      "亞力安",
      "卡士伯",
      "古代巨人",
      "吉爾塔斯",
      "安塔瑞斯",
      "巨大守護螞蟻",
      "巨大強化白螞蟻",
      "巨大白螞蟻",
      "巨蟻女皇",
      "巴士瑟",
      "強化白螞蟻群",
      "樹精",
      "死亡騎士",
      "沙蟲【BOSS】",
      "火焰死亡騎士【BOSS】",
      "獨眼巨人",
      "瑪雅",
      "白蟻群",
      "長老-拉曼斯"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "大地屏障",
    mobs: [
      "力卡溫【BOSS】",
      "反王肯恩",
      "吉爾塔斯",
      "地之牙",
      "地靈之主",
      "奇岩 高崙熔岩怪",
      "沙蟲【BOSS】",
      "熔岩高崙",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "長老-巴洛斯"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "大地的祝福",
    mobs: [
      "伊娃 伊萊克頓",
      "伊娃 希爾黛絲",
      "伊娃 龍龜",
      "麥詛咒的人魚",
      "古代巨人",
      "安塔瑞斯",
      "巨大強化白螞蟻",
      "巨大突變螞蟻",
      "巨蟻女皇",
      "巴士瑟",
      "樹精",
      "獨眼巨人",
      "瑪雅",
      "白蟻蟻群",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "大地防護",
    mobs: [
      "伊娃 龍龜",
      "古代巨人",
      "奇岩 鋼鐵高崙",
      "安塔瑞斯",
      "毒蠍",
      "頭鐵高崙",
      "龍龜",
      "亂世牛魔王【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "封印禁地",
    mobs: [
      "亂世牛魔王【BOSS】",
      "伊弗利特",
      "吉爾塔斯",
      "飛龍",
      "惡龍",
      "不死鳥"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "屬性之火",
    mobs: [
      "伊弗利特",
      "古代巨人",
      "德雷克",
      "曼波兔",
      "深淵火靈",
      "火之牙",
      "火炎蛋",
      "火蜥蜴",
      "火靈之主",
      "烈炎獸",
      "阿西塔基奧"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "屬性防禦",
    mobs: [
      "麥詛咒的穴居人",
      "麥詛咒的蛇女",
      "奇岩 穴居人",
      "奇岩 蛇女",
      "法利昂",
      "穴居人",
      "鬼魂"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "弱化屬性",
    mobs: [
      "西瑪",
      "不死鳥",
      "地底伊萊克頓",
      "地底多眼怪",
      "地靈之主",
      "巴列斯",
      "德雷克",
      "恐怖的吸血鬼",
      "曼波兔巴女皇",
      "水靈之主",
      "岩漿甲",
      "精靈之王",
      "食人妖樹王",
      "珍娃",
      "魔法師"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "心靈轉換",
    mobs: [
      "污濁妖魔鬥士",
      "魔法師",
      "西瑪"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "暴風之眼",
    mobs: [
      "西瑪",
      "哈維",
      "巴列斯",
      "曼黑思克巴女皇",
      "月靈",
      "林德拜爾",
      "死亡之劍",
      "火蜥蜴",
      "魔法師",
      "黑暗精靈"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "暴風神射",
    mobs: [
      "巴列斯",
      "曼黑思克巴女皇",
      "林德拜爾",
      "變形怪首領",
      "雷歐巴恩特"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "水之元氣",
    mobs: [
      "亂世牛魔王【BOSS】",
      "伊娃 希爾黛絲",
      "冰之女王",
      "冰人",
      "半魚人首領",
      "卡普",
      "麥詛咒的人魚",
      "麥詛咒的水精靈王",
      "吉爾塔斯",
      "地底伊萊克頓",
      "地底巨王龜",
      "地靈之魚",
      "巨大螃蟹",
      "巨大蟹魚王",
      "巴貝多",
      "希爾黛絲",
      "曼波兔",
      "水之牙",
      "水之精靈",
      "水靈之主",
      "污濁 妖魔法師",
      "深海希爾黛絲",
      "深淵水靈",
      "蛇女",
      "邪惡狐姬",
      "長老-巴洛斯",
      "蛋怪",
      "黑長者",
      "龍龜",
      "熊魃"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "水之防護",
    mobs: [
      "卡普",
      "巨大螃蟹",
      "水之精靈"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "污濁之水",
    mobs: [
      "力卡溫【BOSS】",
      "半魚人首領",
      "卡普",
      "麥詛咒的水精靈王",
      "巨大螃蟹",
      "虎比斯 阿努比斯",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "淨化精神",
    mobs: [
      "巴士瑟",
      "污濁多羅",
      "污濁歐吉",
      "污濁甘地妖魔",
      "活蝦甲",
      "伊弗利特"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "火焰武器",
    mobs: [
      "伊弗利特",
      "地獄犬",
      "奇岩 地獄犬",
      "奇岩 高崙熔岩怪",
      "巴拉卡斯",
      "火炎蛋",
      "火焰弓箭手",
      "火焰戰士",
      "火蜥蜴"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "烈焰氣息",
    mobs: [
      "伊弗利特",
      "卡士伯",
      "巴拉卡斯",
      "火炎蛋",
      "火焰弓箭手",
      "火焰戰士",
      "烈炎獸",
      "阿西塔基奧",
      "雷歐巴恩特",
      "食人妖樹王"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "生命之泉",
    mobs: [
      "伊娃 伊萊克頓",
      "伊娃 希爾黛絲",
      "伊娃 龍龜",
      "冰之女王",
      "巴貝多",
      "思克巴",
      "思克巴女皇",
      "法利昂",
      "馬庫爾",
      "高崙冰石人",
      "鬼魂",
      "龍龜",
      "亂世牛魔王【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "生命的祝福",
    mobs: [
      "冰之女王",
      "吉爾塔斯",
      "奇岩 蛇女",
      "巴貝多",
      "思克巴女皇",
      "法利昂",
      "蛇女",
      "蜥人",
      "賽尼斯"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "精準射擊",
    mobs: [
      "BOSS-幽冥大將軍",
      "世界-巨棒守護者",
      "力卡溫【BOSS】",
      "反王肯恩",
      "杰弗雷霍重(虛)",
      "牛鬼【BOSS】",
      "翼龍",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "能量激發",
    mobs: [
      "副神官-卡山德拉",
      "吉爾塔斯",
      "恐怖的地獄犬",
      "長老-安迪斯",
      "長老-巴達斯",
      "長老-巴陸德",
      "長老-拉曼斯",
      "長老-索瑪斯"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "釋放元素",
    mobs: [
      "麥詛咒的多眼怪",
      "吉爾塔斯",
      "哈維",
      "多眼怪",
      "思克巴",
      "格利芬"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "鋼鐵防護",
    mobs: [
      "混沌九尾狐【BOSS】",
      "冰之女王",
      "古代巨人",
      "奇岩 鋼鐵高崙",
      "安塔瑞斯",
      "巨大突變螞蟻",
      "巨蟻女皇",
      "強化白螞蟻群",
      "樹精",
      "沙蟲【BOSS】",
      "瑪雅",
      "鋼鐵高崙",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "鏡反射",
    mobs: [
      "不滅的巫妖",
      "麥詛咒的水精靈王",
      "吉爾塔斯",
      "巴貝多",
      "曼波兔",
      "木乃伊王",
      "死亡騎士",
      "水之牙",
      "水之精靈",
      "深淵地靈",
      "深淵水靈",
      "深淵火靈",
      "深淵風靈",
      "火焰死亡騎士【BOSS】",
      "長老-索瑪斯",
      "雷歐巴恩特"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "風之枷鎖",
    mobs: [
      "力卡溫【BOSS】",
      "吉爾塔斯",
      "哈維",
      "地底多眼怪",
      "月靈",
      "深淵風靈",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "長老-巴陸德",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "風之疾走",
    mobs: [
      "吉爾塔斯",
      "哈維",
      "巨蟻女皇",
      "巴列斯",
      "曼黑思克巴女皇",
      "格利芬",
      "瑪雅",
      "長老-巴陸德",
      "西瑪"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "風之神射",
    mobs: [
      "西瑪",
      "冰之女王",
      "妖魔巡守",
      "林德拜爾",
      "格利芬",
      "死亡之劍",
      "箭妖的弓箭神射手",
      "箭妖的妖魔巡守",
      "骷髏神射手",
      "魔法師",
      "黑暗精靈",
      "地之牙",
      "地靈之主"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "體能激發",
    mobs: [
      "奇岩 鋼鐵高崙",
      "奇岩 高崙熔岩怪",
      "巨人",
      "巨人咒術師",
      "巨人戰士",
      "巨蟻女皇",
      "恐怖的鋼鐵高崙",
      "曼波兔",
      "樹精",
      "深淵地靈",
      "瑪雅",
      "變形怪首領",
      "阿魯巴",
      "亂世牛魔王【BOSS】"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "魂體轉換",
    mobs: [
      "伊娃 龍人",
      "吉爾塔斯",
      "地元素守護者",
      "奇岩 鋼鐵高崙",
      "火元素守護者",
      "蜥人",
      "鋼鐵高崙",
      "長老-巴洛斯",
      "闇元素守護者",
      "風元素守護者",
      "馬庫爾"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "魔法消除",
    mobs: [
      "伊弗利特",
      "地底伊萊克頓",
      "地底多眼怪",
      "地底巨王龜",
      "小惡魔",
      "巨蟻女皇",
      "巴士瑟",
      "曼波兔",
      "樹精",
      "火蜥蜴",
      "瑪雅",
      "西瑪",
      "變形怪首領",
      "雷歐巴恩特",
      "飛龍",
      "黑長者"
    ]
  },
  {
    job: "妖精",
    itemType: "精靈水晶",
    skill: "魔法防禦",
    mobs: [
      "麥詛咒的蛇女",
      "污濁 妖魔法師",
      "艾爾摩法師",
      "蛇女"
    ]
  },

  {
    job: "黑暗妖精",
    itemType: "黑暗精靈水晶",
    skill: "燃燒鬥志",
    mobs: [
      "黑暗妖精警衛",
      "黑暗精靈使",
      "BOSS-幽冥大將軍",
      "世界-巨棒守護者",
      "力卡溫【BOSS】",
      "虎比斯 阿努比斯",
      "杰弗雷霍重(虛)",
      "沙蟲【BOSS】",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "黑暗妖精",
    itemType: "黑暗精靈水晶",
    skill: "破壞盔甲",
    mobs: [
      "BOSS-幽冥大將軍",
      "世界-巨棒守護者",
      "力卡溫【BOSS】",
      "虎比斯 阿努比斯",
      "杰弗雷霍重(虛)",
      "沙蟲【BOSS】",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "黑暗妖精",
    itemType: "黑暗精靈水晶",
    skill: "迴避提升",
    mobs: [
      "殘暴的史巴托",
      "殘暴的骷髏鬥士",
      "邪惡多眼怪",
      "黑暗妖精殘兵",
      "黑暗妖精盜賊",
      "黑法師",
      "人形殭屍"
    ]
  },
  {
    job: "黑暗妖精",
    itemType: "黑暗精靈水晶",
    skill: "附加劇毒",
    mobs: [
      "人形殭屍",
      "麥詛咒的黑暗妖精門士",
      "召喚精靈使",
      "史巴托",
      "閃之精靈",
      "闇精靈王",
      "骷髏",
      "骷髏弓箭手",
      "黑暗妖精士兵",
      "黑暗妖精將軍",
      "黑暗妖精殘兵",
      "黑暗妖精盜賊"
    ]
  },
  {
    job: "黑暗妖精",
    itemType: "黑暗精靈水晶",
    skill: "雙重破壞",
    mobs: [
      "伊弗利特",
      "麥詛咒的黑暗妖精騎士",
      "吉爾塔斯",
      "奇岩 鋼鐵高崙",
      "安塔瑞斯",
      "巴拉卡斯",
      "思克巴",
      "思克巴女皇",
      "林德拜爾",
      "梅杜莎",
      "死亡之劍",
      "殘暴的骷髏鬥士",
      "法利昂",
      "炎魔",
      "鋼鐵高崙",
      "閃之精靈",
      "闇精靈王",
      "黑暗妖精將軍",
      "黑暗妖精殘兵",
      "黑暗精靈使"
    ]
  },

  {
    job: "龍騎士",
    itemType: "龍騎士書板",
    skill: "奪命之雷",
    mobs: [
      "力卡溫【BOSS】",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },

  {
    job: "幻術師",
    itemType: "記憶水晶",
    skill: "化身",
    mobs: [
      "力卡溫【BOSS】",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },

  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "全部治癒術",
    mobs: [
      "伊娃 希爾黛絲",
      "冷酷的艾莉絲",
      "吉爾塔斯",
      "多羅",
      "巨大牛人",
      "巨大螃蟹",
      "巴列斯",
      "希爾黛絲",
      "樹精",
      "法利昂",
      "活蝦甲",
      "海星",
      "瑪雅",
      "血色術師",
      "長老隨從"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "冥想術",
    mobs: [
      "古代巨人"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "冰矛圍籬",
    mobs: [
      "伊娃 希爾黛絲",
      "卡普",
      "思克巴",
      "思克巴女皇",
      "法利昂",
      "鬼魂"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "冰錐",
    mobs: [
      "伊娃 伊萊克頓",
      "伊娃 奎斯坦修",
      "伊娃 希爾黛絲",
      "海星",
      "伊娃 龍龜",
      "卡普",
      "麥詛咒的穴居人",
      "奇岩 穴居人",
      "雪菲坦修",
      "思克巴",
      "思克巴女皇",
      "深海奎斯坦修",
      "深海穴居人",
      "艾爾摩法師",
      "隱藏的深海穴居人",
      "馬庫爾",
      "高崙冰石人",
      "鬼魂",
      "龍龜"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "冰雪暴",
    mobs: [
      "伊萊克頓",
      "吉爾塔斯",
      "巨大螃蟹",
      "思克巴",
      "法利昂",
      "波賽頓",
      "長老-安迪斯"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "冰雪颶風",
    mobs: [
      "人魚",
      "伊萊克頓",
      "冰之女王",
      "冷酷的艾莉絲",
      "力卡溫【BOSS】",
      "麥詛咒的人魚",
      "麥詛咒的穴居人",
      "吉爾塔斯",
      "奇岩 穴居人",
      "思克巴女皇",
      "波賽頓",
      "深海穴居人",
      "牛鬼【BOSS】",
      "穴居人",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】",
      "隱藏的深海穴居人",
      "黑長者"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "加速術",
    mobs: [
      "西瑪",
      "亞力安",
      "哈維",
      "巴拉卡斯",
      "深淵的骷髏鬥士",
      "深淵的骷髏神射手",
      "深淵的骷髏門士",
      "阿西塔基奧",
      "阿魯巴",
      "飛龍",
      "骷髏鬥士",
      "骷髏門士",
      "鼠人",
      "龍頭"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "召喚術",
    mobs: [
      "亂世牛魔王【BOSS】",
      "混沌九尾狐【BOSS】",
      "伊娃 伊萊克頓",
      "伊萊克頓",
      "伊榮克頓",
      "冰之女王",
      "卡司特",
      "奇岩 卡司特",
      "安塔瑞斯",
      "思克巴",
      "思克巴女皇",
      "恐怖的吸血鬼",
      "林德拜爾",
      "法利昂",
      "火焰阿西塔基奧",
      "烈炎克特",
      "獨眼巨人",
      "變形怪首領",
      "邪惡的鐮刀死神",
      "雷歐巴恩特",
      "飛龍"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "壞物術",
    mobs: [
      "伊娃 奎斯坦修",
      "伊娃 龍人",
      "麥詛咒的蛇女",
      "奇岩 蛇女",
      "奇岩 蜥人",
      "地獄犬",
      "地獄靈龜曼",
      "安塔瑞斯",
      "林德拜爾",
      "污濁 妖魔法師",
      "異變蜥人",
      "神龍獸",
      "蛇女",
      "蜥人",
      "試煉的食人妖精",
      "變形怪首領",
      "麥異狂牛",
      "飛龍",
      "食人妖精",
      "食人妖精王",
      "鼠人",
      "亞力安"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "岩牢",
    mobs: [
      "亞力安",
      "奇岩 安普長老",
      "巨蟻女皇",
      "巴士瑟",
      "獨眼巨人",
      "阿魯巴",
      "高崙石頭怪",
      "西瑪"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "弱化術",
    mobs: [
      "不幸的幻象眼魔",
      "不滅的巫妖",
      "伊娃 奎斯坦修",
      "麥詛咒的多眼怪",
      "夢魘",
      "奇岩 鋼鐵高崙",
      "恐怖的吸血鬼",
      "梅杜莎",
      "死亡的殭屍王",
      "活蝦甲",
      "深海奎斯坦修",
      "獨眼巨人",
      "邪惡多眼怪",
      "鋼鐵高崙",
      "魔法師",
      "西瑪"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "強力加速術",
    mobs: [
      "亞力安",
      "古代巨人",
      "哈維",
      "巨蟻女皇",
      "巴拉卡斯",
      "翼龍",
      "變形怪首領",
      "賽勞",
      "阿魯巴",
      "飛龍",
      "魔法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "強力無所遁形術",
    mobs: [
      "不滅的巫妖",
      "夢魘",
      "變形怪",
      "黑暗妖精巡守",
      "黑暗妖精殘兵",
      "黑暗妖精法師",
      "黑暗妖精盜賊"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "木乃伊的詛咒",
    mobs: [
      "亞力安",
      "麥詛咒的多眼怪",
      "吉爾塔斯",
      "哈維",
      "多眼怪",
      "巴士瑟",
      "漂浮之眼",
      "邪惡多眼怪",
      "邪惡蜥蜴",
      "長老-巴洛斯"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "極道落雷",
    mobs: [
      "西瑪",
      "伊榮克頓",
      "伊萊克頓",
      "巨大蟹魚王",
      "巨蟻",
      "毒蠍",
      "毒蟻",
      "長者",
      "魔法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "沉睡之霧",
    mobs: [
      "不死的木乃伊王",
      "夏洛伯",
      "楊果里恩",
      "木乃伊王",
      "水之牙",
      "水靈之主",
      "深淵弓箭手",
      "深淵食屍鬼",
      "爆彈花",
      "西瑪",
      "長老-艾迪爾",
      "阿勒尼亞【BOSS】",
      "黑暗妖精殘兵",
      "黑暗妖精法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "治癒能量風暴",
    mobs: [
      "吉爾塔斯",
      "長老-巴塔斯"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "流星雨",
    mobs: [
      "不死鳥",
      "冰魔",
      "力卡溫【BOSS】",
      "麥詛咒的黑暗妖精騎士",
      "吉爾塔斯",
      "巴拉卡斯",
      "惡魔",
      "深淵之主",
      "牛鬼【BOSS】",
      "長老-巴陸德",
      "阿勒尼亞【BOSS】",
      "黑暗妖精將軍",
      "黑暗妖精法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "激勵士氣",
    mobs: [
      "吉爾塔斯"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "火牢",
    mobs: [
      "不死鳥",
      "伊弗利特",
      "小惡魔",
      "幼龍",
      "恐怖的地獄犬",
      "恐怖的火炎蛋",
      "火炎蛋",
      "雷歐巴恩特"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "火風暴",
    mobs: [
      "世界-一刀超人",
      "世界-亂世九尾狐",
      "世界-巨棒守護者",
      "世界-巨錘狂牛",
      "世界-薩魯曼",
      "世界-黑炎不死鳥",
      "伊弗利特",
      "冰之女王",
      "冰魔",
      "奇岩 高崙熔岩怪",
      "巴列斯",
      "巴拉卡斯",
      "炎魔",
      "歐吉王",
      "死亡騎士",
      "火之牙",
      "火焰戰士",
      "火焰死亡騎士【BOSS】",
      "火蜥蜴",
      "火靈之主",
      "烈炎克特",
      "烈炎獸",
      "熔岩高崙",
      "不死鳥"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "烈炎術",
    mobs: [
      "伊弗利特",
      "卡士伯",
      "奇岩 高崙熔岩怪",
      "妖魔法師",
      "巴列斯",
      "巴拉卡斯",
      "巴貝多",
      "恐怖的火炎蛋",
      "死亡騎士",
      "殘暴的骷髏神射手",
      "殘暴的骷髏槍兵",
      "火炎蛋",
      "火焰弓箭手",
      "火焰戰士",
      "火焰死亡騎士【BOSS】",
      "火焰烈炎獸",
      "火蜥蜴",
      "烈炎獸",
      "熔岩高崙",
      "試煉的食人妖精",
      "阿西塔基奧",
      "食人妖精"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "狂暴術",
    mobs: [
      "受詛咒的艾爾摩士兵",
      "巨大牛人",
      "思克巴女皇",
      "惡魔",
      "殘暴的食屍鬼",
      "烈炎克特",
      "烈炎獸",
      "闇精靈王",
      "黑暗妖精士兵",
      "黑暗妖精殘兵",
      "黑暗妖精法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "疾病術",
    mobs: [
      "不幸的幻象眼魔",
      "不滅的巫妖",
      "夢魘",
      "奇岩 卡司特王",
      "巴列斯",
      "恐怖的吸血鬼",
      "梅杜莎",
      "死亡的殭屍王",
      "死亡騎士",
      "死神",
      "火焰死亡騎士【BOSS】",
      "邪惡多眼怪",
      "食人妖精王"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "祝福魔法武器",
    mobs: [
      "受詛咒的黑暗妖精騎士",
      "巨大牛人",
      "闇精靈王",
      "雷歐巴恩特",
      "魔熊"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "神聖疾走",
    mobs: [
      "吉爾塔斯",
      "哈維",
      "巴貝多",
      "曼波兔",
      "長老-索瑪斯",
      "魔狼",
      "黑暗妖精將軍",
      "黑暗妖精殘兵",
      "黑暗妖精盜賊",
      "黑暗妖精警衛"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "究極光裂術",
    mobs: [
      "力卡溫【BOSS】",
      "吉爾塔斯",
      "巴拉卡斯",
      "牛鬼【BOSS】",
      "瑪依奴夏門的鑽石高崙",
      "赤鬼【BOSS】",
      "邪惡的鐮刀死神",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "終極返生術",
    mobs: [
      "不滅的巫妖",
      "副神官-卡山德拉",
      "力卡溫【BOSS】",
      "受詛咒的梅杜莎",
      "梅杜莎",
      "混沌九尾狐【BOSS】",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "絕對屏障",
    mobs: [
      "力卡溫【BOSS】",
      "吉爾塔斯",
      "小幻象眼魔",
      "海雷的惡靈",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "長老-巴陸德",
      "闇之精靈",
      "闇精靈王",
      "阿勒尼亞【BOSS】",
      "黑暗精靈使",
      "黑暗精靈巡守"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "緩速術",
    mobs: [
      "亞力安",
      "伊娃 希爾黛絲",
      "夏洛伯",
      "奇岩 卡司特",
      "奇岩 楊果里恩",
      "奇岩 高崙熔岩怪",
      "安塔瑞斯",
      "巴拉卡斯",
      "扭曲的慕尼斯女王",
      "林德拜爾",
      "楊果里恩",
      "法利昂",
      "火焰弓箭手",
      "熔岩高崙",
      "莫妮亞",
      "茉肯亞",
      "茉肯亞王",
      "茉肯亞女王",
      "邪惡蜥蜴"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "聖潔之光",
    mobs: [
      "巴貝多",
      "法利昂",
      "火炎蛋",
      "莫妮亞",
      "茉肯亞",
      "邪惡蜥蜴",
      "食人妖精王"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "聖結界",
    mobs: [
      "混沌九尾狐【BOSS】",
      "受詛咒的梅杜莎",
      "受詛咒的黑暗妖精法師",
      "吉爾塔斯",
      "地獄犬",
      "奇岩 地獄犬",
      "奇岩 楊果里恩",
      "巴貝多",
      "德雷克",
      "恐怖的地獄犬",
      "倩侶終結者",
      "梅杜莎",
      "死亡騎士",
      "死神",
      "活蝦甲",
      "火焰死亡騎士【BOSS】",
      "賽尼斯",
      "邪惡的鐮刀死神",
      "阿勒尼亞【BOSS】",
      "黑黑的騎士范德",
      "黑暗妖精殘兵",
      "黑暗妖精法師",
      "黑暗妖精巡守"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "藥水霜化術",
    mobs: [
      "冰之女王",
      "卡士伯",
      "吉爾塔斯",
      "地之牙",
      "地靈之主",
      "巨蟻女皇",
      "死亡騎士",
      "深淵之主",
      "深淵地靈",
      "深淵水靈",
      "深淵火靈",
      "深淵風靈",
      "火焰死亡騎士【BOSS】",
      "西瑪",
      "風之牙",
      "風靈之主",
      "黑暗妖精監守",
      "黑暗精靈使",
      "黑暗妖精盜賊"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "衝擊士氣",
    mobs: [
      "吉爾塔斯"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "變形術",
    mobs: [
      "力卡溫【BOSS】",
      "牛鬼【BOSS】",
      "赤鬼【BOSS】",
      "阿勒尼亞【BOSS】"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "返生術",
    mobs: [
      "亂世牛魔王【BOSS】",
      "混沌九尾狐【BOSS】",
      "不死鳥",
      "不滅的巫妖",
      "半魚人",
      "吉爾塔斯",
      "安塔瑞斯",
      "巴拉卡斯",
      "庫曼",
      "恐怖的吸血鬼",
      "林德拜爾",
      "死亡的殭屍王",
      "死亡騎士",
      "法利昂",
      "火焰死亡騎士【BOSS】",
      "邪惡的鐮刀死神",
      "隱藏的半魚人",
      "騎士范德"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "迷魅術",
    mobs: [
      "楊果里恩",
      "死亡騎士",
      "殘暴的骷髏神射手",
      "火焰死亡騎士【BOSS】",
      "變形怪-伊娃王國",
      "變形怪首領",
      "雷歐巴恩特",
      "飛龍",
      "骷髏",
      "骷髏神射手",
      "骷髏警衛",
      "魔法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "通暢氣脈術",
    mobs: [
      "西瑪",
      "伊弗利特",
      "麥詛咒的鼠人",
      "史巴托",
      "密密",
      "巴拉卡斯",
      "殘暴的骷髏槍兵",
      "殘暴的骷髏神射手",
      "殘暴的骷髏門士",
      "火焰弓箭手",
      "狼人",
      "茉肯",
      "邪惡密密",
      "阿西塔基奧",
      "骷髏",
      "骷髏弓箭手",
      "骷髏斧手",
      "骷髏槍兵",
      "骷髏神射手",
      "骷髏警衛"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "造屍術",
    mobs: [
      "人形殭屍",
      "多羅",
      "巴列斯",
      "思克巴",
      "思克巴女皇",
      "恐怖的吸血鬼",
      "恐怖的殭屍王",
      "死亡的殭屍王",
      "長老-瑪娜",
      "長者",
      "食屍鬼"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "隱身術",
    mobs: [
      "冰之女王",
      "力卡溫【BOSS】",
      "吉爾塔斯",
      "巴拉卡斯",
      "樹精",
      "牛鬼【BOSS】",
      "瑪雅",
      "賽勢",
      "赤鬼【BOSS】",
      "賽尼斯",
      "阿勒尼亞【BOSS】",
      "黑暗精靈"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "集體傳送術",
    mobs: [
      "亂世牛魔王【BOSS】",
      "混沌九尾狐【BOSS】",
      "冰之女王",
      "安塔瑞斯",
      "思克巴",
      "思克巴女皇",
      "林德拜爾",
      "馬庫爾",
      "慕緩的慕尼斯女王"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "集體緩速術",
    mobs: [
      "力卡溫【BOSS】",
      "卡司特",
      "卡司特王",
      "奇岩 卡司特",
      "扭曲的慕尼斯女王",
      "火焰烈炎獸",
      "烈炎獸",
      "牛鬼【BOSS】",
      "長老-巴塔斯",
      "阿勒尼亞【BOSS】",
      "食屍鬼",
      "魔熊",
      "黑暗妖精殘兵",
      "黑暗妖精法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "雷霆風暴",
    mobs: [
      "世界-一刀超人",
      "世界-亂世九尾狐",
      "世界-巨棒守護者",
      "世界-巨錘狂牛",
      "世界-薩魯曼",
      "世界-黑炎不死鳥",
      "伊娃 冰母",
      "伊萊克頓",
      "伊榮克頓",
      "冰魔",
      "冷酷的艾莉絲",
      "吉爾塔斯",
      "巨大螃蟹",
      "巴貝多",
      "思克巴女皇",
      "歐吉王",
      "瑪依奴夏門",
      "長老-巴陸德"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "震裂術",
    mobs: [
      "亞力安",
      "巴士瑟",
      "毒蠍",
      "毒蟻",
      "火焰阿西塔基奧",
      "獨眼巨人",
      "變形怪首領",
      "邪惡蜥蜴",
      "飛龍"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "靈魂昇華",
    mobs: [
      "亂世牛魔王【BOSS】",
      "力卡溫【BOSS】",
      "吉爾塔斯",
      "妖魔法師",
      "巴貝多",
      "德雷克",
      "恐怖的吸血鬼",
      "曼波兔",
      "海雷的惡靈",
      "牛鬼【BOSS】",
      "賽尼斯",
      "闇精靈王",
      "阿勒尼亞【BOSS】",
      "黑暗妖精法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "體力回復術",
    mobs: [
      "混沌九尾狐【BOSS】",
      "卡司特王",
      "多羅",
      "安塔瑞斯",
      "巨蟻女皇",
      "巴拉卡斯",
      "林德拜爾",
      "法利昂"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "體魄強健術",
    mobs: [
      "伊弗利特",
      "副神官-卡山德拉",
      "奇岩 蜥人",
      "奇岩 鋼鐵高崙",
      "奇岩 高崙熔岩怪",
      "安塔瑞斯",
      "密密",
      "巴貝多",
      "林德拜爾",
      "死亡騎士",
      "殘暴的骷髏斧兵",
      "火焰死亡騎士【BOSS】",
      "熔岩高崙",
      "獨眼巨人",
      "變形怪首領",
      "邪惡密密",
      "鋼鐵高崙",
      "阿魯巴",
      "飛龍",
      "骷髏斧手",
      "魔狼"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "高級治癒術",
    mobs: [
      "亞力安",
      "多羅",
      "妖魔法師",
      "巨蟻女皇",
      "巴列斯",
      "巴貝多",
      "莫妮亞",
      "麥詛咒的幻象眼魔",
      "長者",
      "馬庫爾",
      "魔法師"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "魔力奪取",
    mobs: [
      "麥詛咒的穴居人",
      "古代巨人",
      "奇岩 穴居人",
      "巴貝多",
      "思克巴",
      "思克巴女皇",
      "恐怖的吸血鬼",
      "深海穴居人",
      "穴居人",
      "隱藏的深海穴居人",
      "鬼魂"
    ]
  },
  {
    job: "魔法師",
    itemType: "魔法書",
    skill: "魔法封印",
    mobs: [
      "不滅的巫妖",
      "冰之女王",
      "古代巨人",
      "吉爾塔斯",
      "拉斯諾巴德近衛隊",
      "死亡的殭屍王",
      "深淵之主",
      "獨眼巨人",
      "長老-巴洛斯",
      "闇黑君王",
      "阿勒尼亞【BOSS】",
      "黑暗妖精巡守",
      "黑暗精靈守"
    ]
  }
];
